import {CreateRaceInput} from "../src/API";

const racesSeed: CreateRaceInput[] = [
  {
    id: 'human',
    name: 'Human',
    nameTranslated: 'Людина',
    raceSourceId: 'phb',
    content: `
# Людина (Human)

### Людські Риси

Складно зробити якісь узагальнення стосовно людей, але ваш персонаж з расою Людина матиме наступні риси:

***Підвищення Атрибутів***. Кожен з ваших показників Атрибутів збільшується на 1.

***Вік***. Люди досягають своєї зрілості у пізньому підлітковому віці та живуть близько століття.

***Схільність***. Люди не мають особливої етичної схильності. Серед них можна знайти і найкращих, і найгірших.

***Розмір***. Люди широко відрізняються зростом та статурою, від менше 5 футів на зріст до більше, ніж 6. Але незалежно від їхньої позиції на цій шкалі, розмір вважається Середнім.

***Швидкість***. Ваша базова швидкість переміщення дорівнює 30 футів.

***Мови***. Ви можете розмовляти, читати та писати Загальною та однією додатковою мовою на ваш вибір. Люди зазвичай вчать мови народів, з якими мають спільні справи, включно з прихованими діалектами. Вони полюбляють прикрашати своє мовлення словами, що запозичені з інших мов: ороча лайка, ельфійські музичні вислови, дварфійські воєнні команди та таке інше.


### Варіації людей (Variant Human)

***Підвищення Атрибутів***. Два різних Атрибута за вашим вибором збільшуються на 1 кожен.

***Навички***. Ви набуваєте Кваліфікації в 1 Навичці за вашим вибором.

***Риса***. Ви отримуєте 1 Рису за вашим вибором.    
    `,
  },
  {
    id: 'dwarf',
    name: 'Dwarf',
    nameTranslated: 'Дварф',
    raceSourceId: 'phb',
    content: `
# Дварф (Dwarf)

### Дварфійські Риси

Ваш персонаж-дварф має асортимент вроджених здібностей, що є частиною його дварфійської природи.

***Підвищення Атрубитів***. Ваша Комплекція збільшується на 2.

***Вік***. Дварфи досягають зрілості з такою ж швидкістю, як і люди, але вважаються юними, поки не досягнуть віку 50 років. У середньому, дварфи живуть близько 350 років.

***Схильність***. Більшість дварфів є законослухняними. Вони твердо вірять у переваги добре впорядкованого суспільства. Дварфи у більшості схильні до добра, із сильним почуттям чесної гри та вірою, що кожен заслуговує свою частку у перевагах справедливого порядку.

***Розмір***. Дварфи на зріст між 4 та 5 футами, і у середньому важать 150 фунтів. Їхній розмір вважається Середнім.

***Швидкість***. Ваша базова швидкість переміщення є 25 футів. Ваша швидкість не зменшується від носіння важкої броні.

***Темнобачення***. Звиклі до життя під землею, ви маєте чудовий зір у повній пітьмі чи при тьмяному світлі. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Дварфійська Стійкість***. Ви маєте переваги у рятівних кидках проти отрути а також Опір проти отруйних пошкоджень.

***Дварфійська Бойова Підготовка***. Ви маєте Кваліфікацю з бойовою сокирою, ручною сокирою, легким молотом та бойовим молотом.

***Майстерність з інструментами***. Ви набуваєте Кваліфікацію у ремісних інструментах на ваш вибір: ковальське знаряддя, броварне спорядження, або каменярське знаряддя.

***Кам'яна Мудрість***. Щоразу, коли ви виконуєте перевірку на Інтелект (Історія), що стосується походження кам'яної кладки, ви вважаєтеся Кваліфікованим у навичці Історії, і на додачу подвоюєте бонус Кваліфікації, що додаєте до перевірки, замість звичайного значення.

***Мови***. Ви можете розмовляти, читати та писати Загальною та Дварфійською мовами. Дварфійська повна твердих приголосних та гортанних звіків, і цей акцент переходить до будь-якої мови, якою розмовляє дварф.

## Холмовий Дварф (Hill Dwarf)

Як холмовий дварф, ви маєте гостре чуття, глибоку інтуіцію та видатну стійкість.

***Підвищення Атрибутів***. Ваша Мудрість збільшується на 1.

***Дварфійська Міцність***. Максимальна кількість хітів збільшується на 1, і збільшується ще на 1 щоразу, як ви підвищуєте рівень.


## Гірський Дварф (Mountain Dwarf)

***Підвищення Атрибутів***. Ваша Сила збільшується на 2.

***Дварфійське навчання з бронею***. Ви маєте Кваліфікацю з Легкою та Середньою бронею.

## Дуергар (Сірий Дварф) (Duergar (Gray Dwarf))

***Підвищення Атрибутів***. Ваша Сила збільшується на 1.

***Видатне Темнобачення***. Ви можете бачити у радіусі 120 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Дуергарська Стійкість***. Ви маєте перевагу у рятівних кидках проти ілюзій та намагань зачарувати чи паралізувати вас.

***Дуергарська Магія***. Починаючи з 3-го рівня, ви можете накладати закляття Збільшення/Зменшення на себе, використовуючи лише опцію "Збільшення". Коли ви досягаєте 5-го рівня, ви можете накладати закляття Невидимість на себе. Вам непотрібні матеріальні компоненти для цих заклять, і ви не можете накладати їх на прямому сонячному світлі (хоча таке світло не впливає на дію цих заклять, якщо вони вже накладені вами). Ви можете накладати ці закляття 1 раз між 2 довгими відпочинками.

***Чутливість до сонячного світла***. Ви маєте заваду, коли виконуєте кидки атаки та Мудрості (Сприйняття), що залежать від вашого зору, коли ви, ціль атаки чи будь-що, що ви намагаєтеся сприйняти зором, знаходиться на прямому сонячному світлі.
    `,
  },
  {
    id: 'elf',
    name: 'Elf',
    nameTranslated: 'Ельф',
    raceSourceId: 'phb',
    content: `
# Ельф (Elf)

### Ельфійські риси

Ваш персонаж-ельф має різноманітні природні здібності, що є результатом тисяч років ельфійського вдосконалення.

***Підвищення атрибутів***. Ваша Спритність збільшується на 2.

***Вік***. Хоча ельфи досягають фізичної зрілості приблизно у тому ж віці, що і люди, ельфійське розуміння дорослості виходить за межі фізичного зростання до охоплення світського досвіду. Ельф зазвичай вважається зрілим та отримує доросле ім'я у віці 100 років. Ельфи доживають до 750 років.

***Схильність***. Ельфи люблять свободу, різноманіття та самовираження, тому вони схиляються до м'якіших аспектів хаосу. Вони цінують та захищають свободу інших так само, як і власну, і частіше є добрими, ніж навпаки. Виключенням є дроу, їхнє вигнання зробило їх порочними та небезпечними. Дроу частіше злі, ніж навпаки.

***Розмір***. Ельфи можуть бути від менше 5 до вище за 6 футів. Їхній розмір вважається Середнім.

***Швидкість***. Ваша базова швидкість переміщення - 30 футів.

***Темнобачення***. Звиклі до сутінок лісів та ночного неба, ви маєте чудовий зір у повній пітьмі чи при тьмяному світлі. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Гостре Чуття***. Ви маєте Кваліфікацію у навичці Сприйняття.

***Фейське Походження***. Ви маєте перевагу у рятівних кидках проти зачаровування, і магія не може змусити вас поринути у сон.

***Транс***. Ельфи не потребують сна. Замість цього, вони занурюються у глибоку медитацію, залишаючись частково при свідомості, на 4 години на добу. Загальною мовою така медитація називається "транс". Протягом медитації ви можете марити про щось; такі марення насправді є ментальними вправами, що стають рефлексійними з роками практими. Після відпочинку у такий спосіб, ви отримуєте ті ж переваги, що і людина після 8-годинного сну.

***Мови***. Ви можете розмовляти, читати та писати Загальною та Ельфійською. Ельфійська мова плавна, з тонкими інтонаціями та заплутаною граматикою. Ельфійська література багата та розмаїта, їхні пісні та поеми знамениті серед інших рас. Багато бардів вивчають їхню мову, щоб додати ельфійські балади до свого репертуару.

## Високий ельф

Як високий ельф, ви маєте гострий розум та опанували щонайменше якісь основи магії. У багатьох фентезійних ігрових світах є два типажа високих ельфів. Перший типаж - це високомірні та пихаті ельфи, що вважають себе кращими за усіх не-ельфів, та інколи навіть за інших ельфів. Другий - більш поширений та дружній, що часто зустрічається серед людей та інших рас.

***Підвищення атрибутів***. Ваш Інтелект підвищується на 1.

***Ельфійське бойове тренування***. Ви маєте Кваліфікацю з довгим мечем, коротким мечем, коротким луком та довгим луком.

***Заговір***. Ви маєте 1 заговір на ваш вибір з переліку заклять чарівника. Інтелект визначає вашу здатність до заклинання для цього заговору.

***Додаткова мова***. Ви можете розмовляти, читати та писати додатковою мовою на ваш вибір.

## Лісовий ельф

***Підвищення атрибутів***. Ваша Мудрість підвищується на 1.

***Ельфійське бойове тренування***. Ви маєте Кваліфікацю з довгим мечем, коротким мечем, коротким луком та довгим луком.

***Швидконогий***. Ваша швидкість переміщення дорівнює 35 футів.

***Маска дикої природи***. Ви можете спробувати сховатися, навіть якщо ви ледь приховані за опадаючою листвою, важким дощем, падаючим снігом, туманом чи іншим природним явищем.

## Темний ельф

***Підвищення атрибутів***. Ваша Харизма підвищується на 1.

***Видатне Темнобачення***. Ви можете бачити у радіусі 120 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Чутливість до сонячного світла***. Ви маєте заваду, коли виконуєте кидки атаки та Мудрості (Сприйняття), що залежать від вашого зору, коли ви, ціль атаки чи будь-що, що ви намагаєтеся сприйняти зором, знаходиться на прямому сонячному світлі.

***Магія Дроу (Темний Ельф)***. Вам відомий заговір Танцюючі Вогники. Коли ви досягаєте 3-го рівня, ви можете накладати закляття Фейське Полум'я. На 5-му рівні ви вивчаєте закляття Пітьма. Харизма є вашим атрибутом для накладання цих заклять. Усі закляття (крім Заговора), що ви можете накладати за допомогою цієї риси, можна використовувати лише 1 раз між 2 довгими відпочинками.

***Бойове тренування Дроу***. Ви маєте Кваліфікацю з рапірою, коротким мечем, ручним арбалетом.

## Морський ельф
Джерело: Mordenkainen's Tome of Foes

Морські ельфи закохалися в дику красу океану у перші дні мультивсесвіту. У той час, як інші ельфи подорожували між землями, морські ельфи плавали найглибшими течіями і досліджували води у сотнях світів. Сьогодні вони живуть невеликими, прихованими спільнотами на мілководді океану та на Елементному Плані Води.

***Підвищення атрибутів***. Ваша Комплекція підвищується на 1.

***Бойове тренування морських ельфів***. Ви маєте Кваліфікацію зі списом, тризубом, легким арбалетом та сіткою.

***Дитя моря***. Ви маєте швидкість переміщення у воді 30 футів і можете дихати у воді та повітрям землі.

***Друг моря***. Використовуючи жести та звуки, ви можете спілкуватися з будь-якою твариною, що має вроджену здатність плавати.

***Мови***. Ви можете розмовляти, читати та писати Акванською.

## Шадар-кай
Джерело: Mordenkainen's Tome of Foes

Присягнувши Королеві Воронів, таємничі шадар-кай вирушили на Матеріальний план з Тінепаду, щоб донести туди її волю. Колись вони були феями, як і решта їхніх ельфійських родичів, а тепер перебувають у дивному стані між життям і смертю. Еладріни і шадар-кай схожі як віддзеркалення одне одного: одні сповнені емоцій, інший — майже позбавлені.

***Підвищення атрибутів***. Ваша Комплекція підвищується на 1.

***Некротичний Опір***. Ви маєте Опір до некротичних пошкоджень.

***Благословіння Королеви Воронів***. Використавши бонусну дію, ви можете чарівним способом телепортуватися на відстань до 30 футів на незайняте місце, що ви можете його бачити. Використавши цю рису, ви не можете використати її знову, поки не завершите довгий відпочинок. Починаючи з 3-го рівня, ви отримуєте Опір до всіх видів пошкодження, коли виконуєте цей телепорт. Опір залишається до початку вашого наступного ходу. Протягом його дії, ви виглядаєте як примарна напівпрозора фігура.

## Блідий ельф
Джерело: Explorer's Guide to Wildemount

***Підвищення атрибутів***. Ваша Мудрість підвищується на 1.

***Загострені чуття***. Ви маєте перевагу на перевірки Розслідування та Інсайта

***Благословення Місячного Ткача***. Вам відом заговір Світло. Коли ви досягаєте 3-го рівня, ви можете накладати закляття Сон 1 раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете накладати закляття Невидимість (тільки на себе) 1 раз між двома довгими відпочинками. Вам не потрібні матеріальні компоненти для накладання заклять, що вам надає ця риса. Мудрість є Атрибутом для перевірки вашої можливості накладання цих заклять.

## Еладрін
Джерело: Dungeon Masters Guide

Чарівні істоти, що міцно пов'язані з природою, еладріни живуть у сутінковому царстві Фейвілду. Їхні міста іноді переходять на матеріальний план, ненадовго з'являючись у гірських долинах або на глибоких лісових галявинах, а потім знову зникають у Фейвілді.

***Підвищення атрибутів***. Ваш Інтелект підвищується на 1.

***Ельфійське бойове тренування***. Ви маєте Кваліфікацю з довгим мечем, коротким мечем, коротким луком та довгим луком.

***Крок феї***. Ви можете накладати закляття Туманний крок 1 раз, використовуючи цю рису. Після цього для її відновлення ви маєте закінчити короткий чи довгий відпочинок.

## Еладрін (альтернатива)
Джерело: Mordenkainen's Tome of Foes

Еладрін — це ельфи, що мешкають у Фейвілді, царстві краси, непередбачуваних емоцій і безмежної магії. Еладрін асоціюється з одним із чотирьох сезонів і має забарвлення, що нагадує цей сезон, що також може вплинути на настрій еладріна:

- Осінь – це пора миру та доброзичливості, коли літній урожай ділиться між усіма.
- Зима – це пора споглядань і суму, коли яскрава енергія світу дрімає.
- Весна – пора радості та святкування, позначена веселощами, коли минає зимовий смуток.
- Літо – пора сміливості й агресії, пора нестримної енергії.

Деякі еладріни залишаються пов'язаними з певним сезоном протягом усього життя, тоді як інші еладріни трансформуються, приймаючи характеристики нового сезону.

Закінчивши довгий відпочинок, будь-який еладрін може змінити свій сезон. Еладрін може вибрати сезон, який зараз триває у світі, або, можливо, сезон, який найбільше відповідає поточному емоційному стану еладріна. Наприклад, еладрін може перейти на осінь, якщо він наповнений задоволенням, інший еладрін може змінитися на зиму, якщо його занурено у смуток, інший може світитися від радості і стати еладріном весни, а лють може змусити сезон еладріна змінитися на літо.

У наведених нижче таблицях пропонуються індивідуальні пропозиції для еладріна для кожного сезону. Ви можете кидати кубики для визначення нових рис, або використовувати таблиці як джерело для створення власних характеристик.

***Підвищення атрибутів***. Ваша Харизма підвищується на 1.

***Крок феї***. Використавши бонусну дію, ви можете чарівним способом телепортуватися на відстань до 30 футів на незайняте місце, що ви можете його бачити. Використавши цю рису, ви не можете використати її знову, поки не завершите довгий відпочинок. Починаючи з 3-го рівня, ви отримуєте ефект, що залежить від вашого поточного сезону; якщо ефект потребує рятівного кидка, до його КС дорівнює 8 + ваш бонус Кваліфікації + ваш бонус Харизми. Ефекти є наступними:

- Осінь – негайно після вашого Кроку феї, до двох істот на ваш вибір, яких ви можете бачити у радіусі 10 футах від вас, мають отримати успіх у рятівному кидку на Мудрість, або будуть зачаровані вами на 1 хвилину, або поки ви чи ваші товариші не нанесуть їм будь-які пошкодження.
- Зима – коли ви використовужте ваш Крок феї, 1 істота на ваш вибір, що ви можете бачити у радіусі 5 футів від вас до телепорта, має отримати успіх у рятівному кидку на Мудрість, або буде налякана до кінця вашого наступного ходу.
- Весна – коли ви використовуєте ваш Крок феї, ви можете торкнутися однієї воліючої цього істоти у радіусі 5 футів від вас. Ця істота телепортується замість вас, і з'являється на незайнятому місці на ваш вибір, що ви можете бачити у радіусі 30 футів від вас.
- Літо – негайно після вашого Кроку феї, усі істоти на ваш вибір, яких ви можете бачити у радіусі 5 футів від вас, отримують вогняне пошкодження, що дорівнює вашому бонусу Харизми (мінімум 1 пошкодження).


## Аваріель
Джерело: Unearthed Arcana 46 - Elf Subraces

Аваріелі - крилаті ельфи. Ці рідкісні зараз істоти були більш поширеними, коли світи мультивсесвіту були молодими, але часті конфлікти з драконами значно зменшили кількість крилатих ельфів. Тим не менш, кілька колоній зберігаються тут і там на Матеріальному плані та на Елементальному Плані Повітря.

***Політ***. Ви маєте швидкість польоту 30 футів. Ви маєте не носити важкої чи середньої броні, щоб мати можливість літати.

***Мови***. Ви можете розмовляти, читати та писати Ауріанською.

## Грагек
Джерело: Unearthed Arcana 46 - Elf Subraces

Грагеки зі світа Сірого Яструба уникають спілкування з іншими народами, віддаючи перевагу спокою найглибших лісів і товариству диких тварин. Навіть інші ельфи викликають у них підозру.
Грагеки схильні до хаотичності та нейтралітету. Вони не відчувають особливого обов’язку перед кимось, крім свого народу та лісу, що є їхнім домом. Негаразди за їхніми межами вони намагаються тримати там, не впускаючи всередину. У той же час, вони не мають жодних амбіцій чи бажань, окрім мирного співіснування з природою.
Якщо хтось досить дурний, щоб порушити царство грагеків, ці ельфи беруться за зброю і б’ються як справжні воїни. Грагеки володіють основною зброєю, необхідною для полювання та добування їжі в лісі. Кожен гай стає гніздом снайпера, а кожен луг — місцем засідки. Грагеки встановлюють ями, заповнені кілками, пастки, які залишають зловмисника безпорадним перед стрілами, та інші, призначені для вбивства, а не для захоплення. Грагеки б'ються на смерть, щоб зберегти свої царства.

***Підвищення атрибутів***. Ваша Сила збільшується на 1.

***Бойове тренування Грагеків***. Ви маєте Кваліфікацію зі списом, коротким луком, довгим луком та сіткою.

***Заговір***. Вам відомий 1 заговір на ваш вибір зі списку заклятть Друїда. Мудрість є вашим атрибутом для перевірки здатності накласти закляття.

***Мови***. На відміну від інших ельфів, вам не відома Загальна мова, ви не можете розмовляти, читати, писати нею. Замість неї, ви володієте Сильванською.

## Астральний ельф
Джерело: Unearthed Arcana: Travelers of the Multiverse

У давні часи групи ельфів вирушили з Фейвільду на Астральний план, щоб бути ближче до своїх богів. Життя в Срібній порожнечі наповнило їхні душі іскрою божественного світла. Це світло проявляється як зірковий відблиск в очах астрального ельфа.
Оскільки ніщо не старіє на Астральному плані, Астральні ельфи звідти мають вік у тисячі років, і їхнє довголіття дає їм незвичайний погляд на час. Деякі схильні до меланхолії, а інші демонструють відсутність почуттів. Багато шукають творчі способи самозайняття. Незалежно від того, чи вирішують вони жити в тихому спогляданні, чи намагаються досліджувати межі мультивсесвіту, астральні ельфи схильні розглядати речі крізь призму часу як такі, що мають для них незначне або зовсім ніякого значення.
Астральні ельфи, які не живуть на астральному плані, можуть дожити до 750 років.

***Підвищення атрибутів***. Збільшіть один Атрибут на 2, і ще один інший - на 1.

***Тип***. Ви є Гуманоїдом.

***Швидкість***. Ваша базова швидкість переміщення - 30 футів.

***Астральний вогонь***. Вам відомий один з заговорів на ваш вибір з наступного списку: Танцюючі вогники, Світло, або Священне полум'я. Вашим атрибутом для перевірки можливості накладання закляття є Інтелект, Мудрість, або Харизма (виберіть один з цих атрибутів, коли обираєте расу персонажа).

***Темнобачення***. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Фейське Походження***. Ви маєте перевагу у рятівних кидках проти зачаровування, і магія не може змусити вас поринути у сон.

***Гостре Чуття***. Ви маєте Кваліфікацію у навичці Сприйняття.

***Сяюча душа***. Коли ви отримуєте успіх на рятівному кидку від смерті, ви можете повернути кількість хітів, що дорівнює вашому бонусу Кваліфікації + бонус Інтелекта, Мудрості чи Харизми (виберіть один з цих атрибут, коли обираєте расу персонажа).

***Транс***. Ельфи не потребують сна. Замість цього, вони занурюються у глибоку медитацію, залишаючись частково при свідомості, на 4 години на добу. Загальною мовою така медитація називається "транс". Протягом медитації ви можете марити про щось; такі марення насправді є ментальними вправами, що стають рефлексійними з роками практими. Після відпочинку у такий спосіб, ви отримуєте ті ж переваги, що і людина після 8-годинного сну.

***Трансова кваліфікація***. Коли ви завершуєте довгий відпочинок, використовуючи рису Транс, ви отримуєте 2 кваліфікації, кожна з яких є кваліфікацією зі зброєю чи інструментом на ваш вибір. Ви містичним чином набуваєте професійності у навичках володіння з ними через розділену пам'ять вашого народа. Ці кваліфікації залишаються з вами до кінця вашого наступного довгого відпочинку.

***Мови***. Ви можете розмовляти, читати, та писати Загальною мовою та однією додатковою мовою, яку ви погодите зі своїм Майстром Підземелля.    
`,
  },
  {
    id: 'halfling',
    name: 'Halfling',
    nameTranslated: 'Напіврослик',
    raceSourceId: 'phb',
    content: `
# Напіврослик (Halfling)

### Риси Напівросликів

Ваш персонаж-напіврослик має риси, що є звичайними для всіх напівросликів.

***Підвищення Атрибутів***. Ваша Спритність збільшується на 2.

***Вік***. Напіврослики стають дорослими у віці 20 років і загалом живуть до середини свого другого століття.

***Схильність***. Більшість напівросликів є законослухняними добрими. Як правило, вони мають добре серце, ненавидять бачити страждання інших, і не мають терпимості до пригноблення. Також вони дуже впорядковіна та традиційні, і схильні спиратися на підтримку своєї спільноти та комфорт своїх старих шляхів.

***Розмір***. Напіврослики зазвичай близько 3 футів на зріст та важать до 40 фунтів. Ваш розмір вважається Маленьким.

***Швидкість***. Ваша базова швидкість перемещення - 25 футів.

***Удача***. Якщо ви отримали 1 на кидку d20 для перевірки атаки, навички чи рятівному кидку, ви можете кинути d20 ще раз та маєте прийняти результат цього кидка.

***Сміливість***. Ви маєте перевагу на рятівні кидки проти страху.

***Жвавість Напівросликів***. Ви можете рухатися крізь простір, що вже зайнятий істотою, яка щонайменше на 1 розмір більша за вас.

***Мови***. Ви можете розмовляти, читати та писати Загальною та Мовою Напівросликів. Мова Напівросликів не є тамницею, але вони неохоче вчать їй чужинців. Напіврослики пишуть дуже мало, тому не мають багато власної літератури. Натомість, у них дуже сильно розвинена усна традиція. Майже всі напіврослики спілкуються Загальною мовою з іншими народами, у землях яких вони живуть, чи через які мандрують.

## Легконоги

Як напіврослик-легконог, ви можете з легкістю сховатися від будь-кого, навіть використовуючи інших в якості укриття. Ви схильні бути привітними і добре ладити з іншими.

Легконоги більше відчувають потяг до мандрівок, ніж інші напіврослики, і часто живуть серед інших рас, або обирають кочове життя.

***Підвищення Атрибутів***. Ваша Харизма збільшується на 1.

***Природня Скрадливість***. Ви можете спробувати заховатися навіть коли ви приховані лише істотою, яка щонайменше на 1 розмір більша за вас.

## Кремезники

***Підвищення Атрибутів***. Ваша Комплекція збільшується на 1.

***Кремезна стійкість***. Ви маєте перевагу у рятівних кидках проти отрути та Опір до отруйних пошкоджень.

## Примарники
Джерело: Sword Coast Adventurer's Guide

***Підвищення Атрибутів***. Ваша Мудрість збільшується на 1.

***Мовчазна розмова***. Ви можете телепатично спілкуватися з будь-якою істотою, що знаходиться у 30 футах від вас. Істота розуміє вас, якщо ви обидва знаєте хоча б одну спільну мову. Ви можете одночасно розмовляти у такий спосіб лише з однією істотою.

## Напіврослик Ями Лотоса
Джерело: Explorer's Guide to Wildemount

***Підвищення Атрибутів***. Ваша Мудрість збільшується на 1.

***Діти лісів***. Ви знаєте Заговір Друїдизм. На 3-му рівні ви отримуєте закляття Заплутування. На 5-му рівні ви вивчаєте закляття Шипорост. Ці закляття не потребують від вас матеріальних компонентів. Мудрість використовується для перевірки вашої здібності накладання цих заклять. Ви можете використовувати їх (окрім Заговора) 1 раз між 2 довгими відпочинками.

***Лісохід***. Спроба відстежити ваші сліди завжди робиться з завадою. Ви рухаєтеся через будь-яку важкопрохідну місцевість з немагічних рослин чи заростів так, наче це звичайна рівна поверхня, не витрачаючи додаткового переміщення.    
`,
  },
  {
    id: 'gnome',
    name: 'Gnome',
    nameTranslated: 'Гном',
    raceSourceId: 'phb',
    content: `
# Гном (Gnome)

### Гномські Риси

Ваш персонаж-гном має певні характеристики, що притамані усім гномам.

***Підвищення Атрибутів***. Ваш інтелект збільшуються на 2.

***Вік***. Гноми дорослішають так само швидко, як і люди, і від більшості з них очікується, що вони знайдуть своє місце у житті близько 40 років. Гноми живуть близько 350 років, але нерідкі і випадки 500-річних гномів.

***Схильність***. Гноми найчастіше є добрими. Ті з них, що схиліються до порядку, є мудрецями, інженерами, дослідними, розслідувачами чи винахіднками. Ті, що схиляються до хаосу, є менестрелями, трікстерами, блукачами чи химерними ювелірами. Гноми мають добрі серця, і навіть пранкери серед них більш грайливі, ніж  небезпечні.

***Розмір***. Гноми на зріст бувають між 3 та 4 футами та важать близько 40 фунтів.Ваш розмір вважається Маленьким.

***Швидкість***. Ваша базова швидкість переміщення - 25 футів.

***Темнобачення***. Звиклі до життя під землею, ви маєте чудовий зір у повній пітьмі чи при тьмяному світлі. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Гномська Вправність***. Ви маєте перевагу при перевірках на Інтелект, Мудрість та Харизму на всі рятівні кидки проти магії.

***Мови***. Ви можете розмовляти, читати та писати Загальною та Гномською. Гномська мова, що використовує Дварфійську писемність, відома своїми технічними трактатами та каталогами знань про природу.

## Кам'яний гном

Як Кам'яний гном, ви маєте природню винахідливість, та витривалість за межами того, що можуть інші гноми

***Підвищення Атрибутів***. Ваша Комплекція збільшується на 1.

***Ученість Ремісника***. Коли ви робити перевірку на Інтелект (Історія), що стосується магічних речей, алхімічних об'єктів чи технічних пристроїв, ви вважаєтеся Кваліфікованим у навичці Історії, і на додачу подвоюєте бонус Кваліфікації, що додаєте до перевірки, замість звичайного значення.

***Лудильник***. Ви маєте Кваліфікацю з ремісними інструментами (набір лудильника). Використовуючи ці інструменти, ви можете витратити 1 годину та матеріали загальною вартістю 10 золотих для створення Крихітного механічного пристрою (КБ 5, 1 хіт). Пристрій функціонує протягом 24 годин (можна ремонтувати його протягом 1 години, щоб відновити функціональність, у тому числі, і протягом цих 24 годин), або поки ви не використаєте Дію для його розбору; тоді ви можете отримати назад матеріали, що використовували для його створення. Ви можете мати до 3 таких пристроїв одночасно.
Коли ви створюєте пристрій, виберіть його вид з наступних опцій:

***Механічна іграшка***. Ця іграшка є механічною твариною, монстром або особою, наприклад, жабо, мишею, птахом, драконом або солдатиком. Коли пристрій поставили на землю, він може рухатися на 5 футів у випадковому напряму раз на хід, протягом вашого ходу. Іграшка видає звуки, які характерні для істоти, яку вона представляє.

***Запальничка***. Цей пристрій продукує крихітне полум'я, що може використовуватися для запалення свічки, факела чи вогнища. Використання пристрою витрачає 1 Дію.

***Музична скринька***. Коли відкрита, музична скринька грає просту мелодію з помірною гучністю. Вона зупиняється, досягнувши кінця мелодії, або коли її зачинено.

## Лісовий гном

***Підвищення Атрибутів***. Ваша Спритність збільшується на 1.

***Природний ілюзіоніст***. Вам відомий заговір Менша Ілюзія. Інтелект є атрибутом для перевірки вашої здатності накладання цього заговору.

***Спілкування з маленькими тваринами***. За допомогою жестів та звуків ви можете передавати прості ідеї Маленьким чи ще меншим тваринам.

## Свірфнеблін (Глибинний гном)
Джерело: Elemental Evil Player's Compendium

***Підвищення Атрибутів***. Ваша Спритність збільшується на 1.

***Видатне Темнобачення***. Ви можете бачити у радіусі 120 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Кам'яне маскування***. Ви маєте перевагу на Спритність (Скритність) на перевірку при спробі сховатися на кам'янистій місцевості.    
`,
  },
  {
    id: 'half-elf',
    name: 'Half-Elf',
    nameTranslated: 'Напівельф',
    raceSourceId: 'phb',
    content: `
# Напів-ельф (Half-Elf)

### Риси Напів-ельфів

Ваш персонаж напів-ельф має деякі якості, загальні для ельфів та людей, і деякі, що є унікальні для напів-ельфів.

***Підвищення Атрибутів***. Ваша Харизма збільшується на 2, і два інших Атрибута на ваш вибір збільшуються ще на 1.

***Вік***. Напів-ельфи дорослішають з тією ж швидкістю, що люди, і набувають зрілості у віці 20 років. Вони живуть, тим не менш, набагато довше за людей, часто перевищуючи 180 років.

***Схильність***. Напів-ельфи поділяють нахил до хаотичності зі своїми ельфійськими батками. Вони цінують особисту свободу та творче самовираження, не демонструючи ні любові до лідерів, ні бажання мати послідовників. Їх часто дратують правила, обурюють вимоги інших, й інколи вони виявляються ненадійними або, принаймні, непередбачуваними.

***Розмір***. Напів-ельфи мають той же ріст, що і люди, від 5 до 6 футів. Ваш розмір вважається Середнім.

***Швидкість***. Ваша базова швидкість переміщення - 30 футів.

***Темнобачення***. Завдяки вашій ельфійській крові, ви маєте чудовий зір у повній пітьмі чи при тьмяному світлі. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Фейське Походження***. Ви маєте перевагу у рятівних кидках проти зачаровування, і магія не може змусити вас поринути у сон.

***Різносторонні Навички***. Ви набуваєте Кваліфікації у двох Навичках на ваш вибір.

***Мови***. Ви можете розмовляти, читати та писати Загальною, Ельфійською та ще однією мовою на ваш вибір.

### Варіації Напів-ельфів (Half-Elf Variants)
Джерело: Sword Coast Adventurer's Guide

Деякі напів-ельфи Фейруна мають расову рису, що заміщає рису Різносторонні Навички. Якщо ваш Майстер Підземелля дозволить, ваш персонаж напів-ельф може взяти ельфійську рису Гостре Чуття чи будь-яку з Особливостей, вказаних нижче, замість цієї риси. Особливість залежить від батьків-ельфів вашого персонажа.

***Ельфійське бойове тренування (Високий чи Лісовий Ельф)***. Ви маєте Кваліфікацію з коротким мечем, довгим мечем, коротким луком, довгим луком.

***Заговір (Високий Ельф)***. Ви знаєте 1 Заговір зі списку заклятть чарівника. Інтелект є вашим Атрибутом для накладання цього закляття.

***Швидконогий (Лісовий Ельф)***. Ваша базова швидкість переміщення збільшується до 35 футів.

***Маска дикої природи (Лісовий Ельф)***. Ви можете спробувати сховатися, навіть якщо ви ледь приховані за опадаючою листвою, важким дощем, падаючим снігом, туманом чи іншим природним явищем.

***Магія Дроу (Темний Ельф)***. Вам відомий заговір Танцюючі Вогники. Коли ви досягаєте 3-го рівня, ви можете накладати закляття Фейське Полум'я. На 5-му рівні ви вивчаєте закляття Пітьма. Харизма є вашим атрибутом для накладання цих заклять. Усі закляття (крім Заговора), що ви можете накладати за допомогою цієї риси, можна використовувати лише 1 раз між 2 довгими відпочинками.

***Швидке плавання (Морський Ельф)***. Ваша швидкість плавання становить 30 футів.    
`,
  },
  {
    id: 'half-orc',
    name: 'Half-Orc',
    nameTranslated: 'Напіворк',
    raceSourceId: 'phb',
    content: `
# Напів-орк (Half-Orc)

### Риси Напів-орків

Ваш персонаж напів-орк має певні риси, що беруть початок в орчому походженні.

***Підвищення Атрибутів***. Ваша Сила збільшується на 2, а Комплекція - на 1.

***Вік***. Напів-орки дорослішають трохи швидше за людей, досягаючи зрілості близько 14 років. Вони старішають помітно швидше і рідко живуть більше 75 років.

***Схильність***. Напів-орки успадковують від своїх орочих батьків тендецію до хаотичності, і не дуже схиляються до добра. Напів-орки, що росли серед орків та воліють проводити своє життя серед них, зазвичай злі.

***Розмір***. Напів-орки дещо більші та громіздкіші за людей, їхній розмір вар'юється між 5 та 6 футами. Розмір вважається Середнім.

***Швидкість***. Ваша базова швидкість переміщення - 30 футів.

***Темнобачення***. Завдяки вашої орочої крові, ви маєте чудовий зір у повній пітьмі чи при тьмяному світлі. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Загрозливість***. Ви маєте Кваліфікацію у навичці Залякування.

***Завзята Витривалість***. Коли ваші хіти знижуються до 0, але ви не були вбиті одразу, ви можете замість цього знизити їх до 1. Ви можете використати цю особливість тільки 1 раз між 2 довгими відпочинками.

***Здичавілі Атаки***. Коли ви наносите критичний удар рукопашною зброєю, ви можете кинути один з кубиків пошкоджень від зброї ще один раз і додати це значення як додаткове пошкодження від критичного удара.

***Мови***. Ви можете розмовляти, читати та писати Загальною та Орочою мовами. Ороча - жорстка, скрипуча мова з твердими приголосними. У неї нема власної писемності, вона використовує на письмі Дварфійську абетку.    
`,
  },
  {
    id: 'tiefling',
    name: 'Tiefling',
    nameTranslated: 'Тіфлінг',
    raceSourceId: 'phb',
    content: `
# Тіфлінг (Tiefling)

### Тіфлінгські риси

Тіфлінги мають деякі расові особливості як результат їхнього пекельного походження.

***Підвищення атрибутів***. Ваша Харизма збільшується на 2.

***Вік***. Тіфлінги дорослішають з тією ж швидкістю, що люди, але живуть на кілька років більше.

***Схільність***. Тіфлінги можуть не мати початкову схильність до зла, але багато з них, менше з тим, стають злими. Так чи інакше, їхня незалежна природа схиляє багатьох тіфлінгів до хаотичного світогляду.

***Розмір***. Тіфлінги приблизно того ж розміру та статури, що і люди. Ваш розмір є Середнім.

***Швидкість***. Ваша базова швидкість переміщення - 30 футів

***Темнобачення***. Завдяки вашому пекельному походженню, ви маєте чудовий зір у повній пітьмі чи при тьмяному світлі. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Пекельний Спротив***. Ви маєте Опір до вогняних пошкоджень.

***Мови***. Ви можете розмовляти, читати та писати Загальною та Пекельною мовами.

## Асмодеєва лінія крові

Тіфлінги, що пов'язані з Нессусом, володіють силою вогню та темряви, керовані більш гострим, ніж звичайний інтелект, як і личить тим, хто пов’язаний із самим Асмодеєм.

***Підвищення Атрибутів***. Ваш Інтелект збільшується на 1.

***Пекельний Спадок***. Ви маєте заговір Тауматургія. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Пекельний Докір як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Пітьма один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

## Баалзебулова лінія крові
Джерело: Mordenkainen's Tome of Foes

Областю Маладоміні, що розпадається, править Баалзебул, який спеціалізується на розбещенні тих, чиї незначні гріхи можуть бути перетворені у прокляті акти. Тіфлінги, пов’язані з цим архідияволом, можуть розбестити інших як фізично, так і психічно.

***Підвищення Атрибутів***. Ваш Інтелект збільшується на 1.

***Спадок Маладоміні***. Ви маєте заговір Тауматургія. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Промінь хворобливості як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Корона Божевілля один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

## Диспатерова лінія крові
Джерело: Mordenkainen's Tome of Foes

Велике місто Дис займає більшу частину Другого шару пекла. Це місце, де таємниці розкриваються та пропонуються тим, хто запропонує найвищу ціну, що робить тіфлінгів, пов’язаних з Диспатером, чудовими шпигунами та інфільтраторами.

***Підвищення Атрибутів***. Ваша Спритність збільшується на 1.

***Спадок Дис***. Ви маєте заговір Тауматургія. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Замаскувати себе як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Виявити думки один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

## Фіернова лінія крові
Джерело: Mordenkainen's Tome of Foes

Майстер-маніпулятор, Фіерна надає тіфлінгам особливості, пов'язані з її сильними особистостями.

***Підвищення Атрибутів***. Ваша Мудрість збільшується на 1.

***Спадок Флегетоса***. Ви маєте заговір Друзі. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Зачарувати особу як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Пропозиція один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

## Гласева лінія крові
Джерело: Mordenkainen's Tome of Foes

Глася, видатний кримінальний розум Пекла, дарує своїм тіфлінгам магію, яка корисна для вчинення пограбувань.

***Підвищення Атрибутів***. Ваша Спритність збільшується на 1.

***Спадок Малболге***. Ви маєте заговір Менша Ілюзія. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Замаскувати себе як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Невидимість один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

## Левістусова лінія крові
Джерело: Mordenkainen's Tome of Foes

Замерзлою Стігією керує Левістус, архідиявол, відомий тим, що пропонує вигідні пропозиції тим, кому загрожує неминуча загибель.

***Підвищення Атрибутів***. Ваша Комплекція збільшується на 1.

***Спадок Стігії***. Ви маєте заговір Промінь Холода. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Агатисова Броня як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Пітьма один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

## Маммонова лінія крові
Джерело: Mordenkainen's Tome of Foes

Великий скупець Маммон понад усе любить монети. Тіфлінги, пов’язані з ним, знаються на збиранні і зберіганні багатства.

***Підвищення Атрибутів***. Ваш Інтелект збільшується на 1.

***Спадок Мінауроса***. Ви маєте заговір Рука Мага. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Ширяючий Диск Тензера як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Арканний замок один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

## Мефістофелева лінія крові
Джерело: Mordenkainen's Tome of Foes

У замороженому царстві Канії Мефістофель пропонує арканну силу тим, хто звертається до нього. Тіфлінги, пов’язані з ним, володіють деякою арканною магією.

***Підвищення Атрибутів***. Ваш Інтелект збільшується на 1.

***Спадок Канії***. Ви маєте заговір Рука Мага. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Палаючі руки як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Полум'яне лезо один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

## Заріелева лінія крові
Джерело: Mordenkainen's Tome of Foes

Тіфлінги, які мають кровний зв’язок із Заріелем, сильніші від звичайних тіфлінгів, та отримують магічні здібності, що допомагають їм у битві.

***Підвищення Атрибутів***. Ваша Сила збільшується на 1.

***Спадок Авернуса***. Ви маєте заговір Тауматургія. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Пекучий удар як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Клеймуючий удар один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть.

### Варіації тіфлінгів

Оскільки не всі тіфлінги мають кров Асмодея, деякі мають риси, що відрізняються від описаних у Довіднику гравця. Майстер Підземелля може дозволити наступні варіанти для вашого тіфлінгового персонажа, хоча Язик диявола, Пекельний вогонь і Крилатий є взаємовиключними.

***Зовнішність***. Ваш тіфлінг виглядає не так, як інші. Замість того, щоб мати такі фізичні характеристики, що описані у Книзі гравця, виберіть 1d4+1 особливостей з наступного переліку: маленькі ріжки, ікла чи загострені зуби, роздвоєний язик, котячі очі, шість пальців на кожній руці, козячі ноги, роздвоєні копитця, роздвоєний хвіст, лускоподібна чи груба шкіра, червона чи синя шкіра, не відбиває тіні чи відображення у дзеркальних поверхнях, виділяє запах сірки.

***Здичавілий***. Ваш Інтелект збільшується на 1 та Спритність збільшується на 2. Ця риса заміняє собою рису Підвищення Атрибутів.

***Язик диявола***. Ви маєте заговір Злісне Знущання. Коли ви досягаєте 3-го рівня, ви можете використовувати закляття Зачарувати особу як закляття 2-го рівня один раз між двома довгими відпочинками. Коли ви досягаєте 5-го рівня, ви можете виконувати закляття Enthrall один раз між двома довгими відпочинками. Харизма перевіряється як здатність до накладання для цих заклятть. Ця риса замінює рису Пекельний Спадок.

***Пекельний вогонь***. З 3-го рівня ви можете накладати закляття Палаючі руки. Ця риса замінює цим закляттям Пекельний докір у рисі Пекельне походження.

***Крилатий***. Ви маєте кажанячі крила, що ростуть з ваших плечей. Ви маєте швидкість польоту 30 футів за раунд, якщо не носите важку броню. Ця риса заміню собою рису Пекельне походження.

## Тіфлінг Безодні
Джерело: Unearthed Arcana 11 - That Old Black Magic

Усі тіфлінги Безодні простежують свою кровну лінію до демонів Безодні. Ці тіфлінги мають наступні додаткові риси.

***Підвищення Атрибутів***. Ваша Комплекція збільшується на 1.

***Аркана Безодні***. Щоразу, як ви закінчуєте довгий відпочинку, ви набуваєте можливість накладати заговори та закляття, що випадково визначаються зі списку нижче. На 1-му рівні ви можете накладати заговір. На 3-му рівні ви можете також накладати закляття 1-го рівня. На 5-му рівні ви також можете накладати закляття 2-го рівня.
**#** Ви можете накладати закляття, отримане від цієї риси, 1 раз між 2 довгими відпочинками. Ви можете накладати заговір як завжди, у будь-яку мить, за бажанням. Ви накладаєте закляття 1-го рівня, чий ефект змінюється, якщо вони накладаються використовуючи слот закляття 2-го рівня чи вище, як закляття 2-го рівня. Ви можете накладати закляття 2-го рівня тільки як ніби ви використовуєте слот закляття 2-го рівня.
**#** Наприкінці кожного довгого відпочинку ви втрачаєте усі заговори та закляття, що ви отримали раніше від цієї риси, навіть якщо не використовували їх. Ви отримуєте нові, кидаючи кубик, щоб визначити, які саме, з таблиці нижче. Кидайте кубик окремо для кожного закляття та заговора. Якщо ви отримали те ж закляття чи заговір, що вже мали у попередній раз, кидайте кубик знову, поки отримаєте інший результат.

***Стійкість Безодні***. Ваші максимальні хіти збільшуються на половину від вашого рівня (мінімум на 1).

***Мови***. Ви можете розмовляти, читати та писати мовою Безодні.

**Таблиця - Аркана Безодні**.

| d6 | 1-й рівень         | 3-й рівень        | 5-й рівень              |
|----|--------------------|-------------------|-------------------------|
| 1  | Танцюючі вогники   | Палаючі руки      | Змінити себе            |
| 2  | Вірний удар        | Зачарувати особу  | Пітьма                  |
| 3  | Світло             | Магічний снаряд   | Невидимість             |
| 4  | Повідомлення       | Вилікувати рани   | Левітація               |
| 5  | Зберегти вмираючих | Бридкий Сміх Таші | Дзеркальне відображення |
| 6  | Фокуси             | Громохвиля        | Павуче лазання          |
|    |                    |                   |                         |    
`,
  },
  {
    id: 'dragonborn',
    name: 'Dragonborn',
    nameTranslated: 'Драконороджений',
    raceSourceId: 'phb',
    content: `
# Драконороджений (Dragonborn)

### Риси Драконороджених

Ваш драконів спадок проявляється у розмаїтті особливостей, що ви поділяєте з іншими драконородженими.

***Вік***. Юні драконороджені зростають швидко. Вони можуть ходити вже за кілька годин після вилуплення, досягають розміру та рівня розвитку 10-річної людини вже у 3 роки, і стають дорослими у 15. Драконороджені живуть близько 80 років.

***Схильність***. Дракононароджені схильні до крайнощів, роблячи свідомий вибір на користь одного чи іншого боку у космічній війні між добром і злом. Більшість драконороджених добрі, але ті, хто обирають зло, можуть стати жахливими лиходіями.

***Розмір***. Драконороджені вищі та важчі за людей, зазвичай їхній зріст більше 6 футів та вага порядка 250 фунтів. Розмір вважається Середнім.

***Швидкість***. Ваша базова швидкість - 30 футів.

**Таблиця - Драконове Походженя**

| Дракон    | Тип пошкодження | Дихальна Зброя                      |
|-----------|-----------------|-------------------------------------|
| Чорний    | Кислота         | 5 - 30 футів, лінія (Спр. ряткидок) |
| Блакитний | Блискавка       | 5 - 30 футів, лінія (Спр. ряткидок) |
| Латунний  | Вогонь          | 5 - 30 футів, лінія (Спр. ряткидок) |
| Бронзовий | Блискавка       | 5 - 30 футів, лінія (Спр. ряткидок) |
| Мідний    | Кислота         | 5 - 30 футів, лінія (Спр. ряткидок) |
| Золотий   | Вогонь          | 15 футів, конус (Спр. ряткидок)     |
| Зелений   | Отрута          | 15 футів, конус (Ком. ряткидок)     |
| Червоний  | Вогонь          | 15 футів, конус (Спр. ряткидок)     |
| Срібний   | Холод           | 15 футів, конус (Ком. ряткидок)     |
| Білий     | Холод           | 15 футів, конус (Ком. ряткидок)     |
|           |                 |                                     |

***Драконове Походження***. Ви маєте походження від драконів. Виберите один з типів драконів у Таблиці Драконового Походження. Ваша Дихальна Зброя та Опір пошкодженням визначаються типом дракона, що ви вибрали у цій таблиці. 

***Дихальна Зброя***. Ви можете використати вашу Дію для того, щоб видихнути руйнівну енергію. Ваше Драконове Походження визначає розмір, форму та тип пошкодження цього видоху.
Коли ви використовєте дихальну зброю, усі істоти у площині видоху мають виконати рятівний кидок, тип якого визначається вашим Драконовим Походженням. Клас Складності цього ряткидка є 8 + ваш модифікатор Комплекції + ваш бонус Кваліфікації. Істота отримує 2d6 пошкоджень при невдалому кидку, і половину цього - при вдалому. Пошкодження ростуть до 3d6 на 6 рівні, 4d6 на 11 рівні, 5d6 на 16 рівні.
Після використання вашої дихальної зброї, ви не можете її використовувати знову, поки не закінчите короткий чи довгий відпочинок.

***Мови***. Ви можете розмовляти, читати та писати Загальною та Драконячою. Драконяча мова вважається однією з найстаріших і часто використовується у вивченні магії. Ця мова здається жорсткою більшості інших істот, і включає у себе численні тверді приголосні та шиплячі звуки.

## Драконороджений

***Підвищення атрибутів***. Ваша Сила збільшується на 2, а Харизма - на 1.

***Опір Пошкодженням***. Ви маєте Опір до пошкоджень типу, що визначається вашим Драконовим Походженням.

## Драконокровний
Джерело: Explorer's Guide to Wildemount

***Підвищення атрибутів***. Ваш Інтелект збільшується на 2, а Харизма - на 1.

***Темнобачення***. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Могутня присутність***. 1 раз між 2 довгими відпочинками ви можете отримати перевагу, коли робите перевірку на Залякування чи Переконання

## Рейвеніт
Джерело: Explorer's Guide to Wildemount

***Підвищення атрибутів***. Ваша Сила збільшується на 2, а Комплекція - на 1.

***Темнобачення***. Ви можете бачити у радіусі 60 футів довкола вас у тьмяному освітленні, наче в яскравий день, а у повній пітьмі - ніби у тьмяному освітленні. Ви не можете розрізняти кольори у тьмяному світлі, лише відтінки сірого.

***Мстивий випад***. Коли ви отримуєте пошкодження від істоти, що знаходиться у радіусі дії зброї, якою ви озброєні у момент атаки, ви можете використати вашу Реакцію для того, щоб моментально провести атаку проти цієї істоти. Ви можете використати цю рису 1 раз до наступного короткого чи довгого відпочинку.

## Хроматичний Драконороджений
Джерело: Fizban's Treasury of Dragons; Unearthed Arcana 78 - Draconic Options

***Підвищення атрибутів***. Збільшіть один атрибут на 2 і ще один інший на 1. Або збільшіть 3 різних атрибути на 1.

***Тип***. Ви є Гуманоїдом.

***Розмір***. Ваш розмір є Середнім.

***Швидкість***. Ваша швидкість переміщення - 30 футів.

***Хроматичне походження***. Ви ведете своє походження від хроматичного дракона, що надає вам особливу магічну спорідненість з ними. Виберіть один тип дракона з таблиці Хроматичне походження. Це визначає тип пошкодження для інших ваших ознак, як показано в таблиці.

| Дракон    | Тип пошкодження |
|-----------|-----------------|
| Чорний    | Кислота         |
| Блакитний | Блискавка       |
| Зелений   | Отрута          |
| Червоний  | Вогонь          |
| Білий     | Холод           |
|           |                 |

***Дихальна Зброя***. Ви можете використати вашу Атаку для того, щоб видихнути руйнівну енергію. Ваше Хроматичне Походження визначає розмір, форму та тип пошкодження цього видоху.
Коли ви використовєте дихальну зброю, усі істоти у площині видоху мають виконати рятівний кидок, тип якого визначається вашим Хроматичним Походженням. Клас Складності цього ряткидка є 8 + ваш модифікатор Комплекції + ваш бонус Кваліфікації. Істота отримує 1d10 пошкоджень при невдалому кидку, і половину цього - при вдалому. Пошкодження ростуть до 2d10 на 5 рівні, 3d10 на 11 рівні, 4d10 на 17 рівні.
Ви можете використовувати вашу дихальну зброю кількість разів, що дорівнюють вашому бонусу Кваліфікації. Після цього ви не можете її використовувати знову, поки не закінчите довгий відпочинок.

***Драконячий Опір***. Ви маєте Опір до пошкоджень типу, що визначається вашим Хроматичним Походженням.

***Хроматичний захист***. Починаючи з 5-го рівня, ви можете використовувати свою драконячу енергією для свого захисту. На 1 хвилину, ви набуваєте повного імунітету проти пошкоджень типу, асоційованого з вашим Хроматичним походженням. Після використання цієї риси, ви маєте закінчити довгий відпочинок, перш ніж зможете знову її застосувати.

***Мови***. Ви можете розмовляти, читати та писати Загальною та ще однією мовою, яку погодите з Майстром Підземелля.

## Коштовний Драконороджений
Джерело: Fizban's Treasury of Dragons; Unearthed Arcana 78 - Draconic Options

***Підвищення атрибутів***. Збільшіть один атрибут на 2 і ще один інший на 1. Або збільшіть 3 різних атрибути на 1.

***Тип***. Ви є Гуманоїдом.

***Розмір***. Ваш розмір є Середнім.

***Швидкість***. Ваша швидкість переміщення - 30 футів.

***Коштовне походження***. Ви ведете своє походження від дорогоцінного дракона, що надає вам особливу магічну спорідненість з ними. Виберіть один тип дракона з таблиці Коштовне походження. Це визначає тип пошкодження для інших ваших ознак, як показано в таблиці.

| Дракон       | Тип пошкодження |
|--------------|-----------------|
| Аметистовий  | Сила            |
| Кристаличний | Сяйво           |
| Смарагдовий  | Психічне        |
| Сапфіровий   | Громове         |
| Топазовий    | Некротичне      |
|              |                 |

***Дихальна Зброя***. Ви можете використати вашу Атаку для того, щоб видихнути руйнівну енергію. Ваше Коштовне Походження визначає розмір, форму та тип пошкодження цього видоху.
Коли ви використовєте дихальну зброю, усі істоти у площині видоху мають виконати рятівний кидок, тип якого визначається вашим Коштовним Походженням. Клас Складності цього ряткидка є 8 + ваш модифікатор Комплекції + ваш бонус Кваліфікації. Істота отримує 1d10 пошкоджень при невдалому кидку, і половину цього - при вдалому. Пошкодження ростуть до 2d10 на 5 рівні, 3d10 на 11 рівні, 4d10 на 17 рівні.
Ви можете використовувати вашу дихальну зброю кількість разів, що дорівнюють вашому бонусу Кваліфікації. Після цього ви не можете її використовувати знову, поки не закінчите довгий відпочинок.

***Драконячий Опір***. Ви маєте Опір до пошкоджень типу, що визначається вашим Коштовним Походженням.

***Псіоничний Розум***. Ви можете телепатично спілкуватися з будь-якою істотою, що знаходиться у 30 футах від вас. Істота розуміє вас, якщо ви обидва знаєте хоча б одну спільну мову. Ви можете одночасно розмовляти у такий спосіб лише з однією істотою.

***Коштовний Політ***. Починаючи з 5-го рівня, ви можете бонусною дією створити спектральні крила, що виростають з вашого тіла. Крила працюють протягом 1 хвилини. Ви отримуєте швидкість польоту, що дорівнює вашій швидкості переміщення по землі, і можете парити. Після використання цієї риси, ви маєте закінчити довгий відпочинок, перш ніж зможете знову її застосувати.

***Мови***. Ви можете розмовляти, читати та писати Загальною та ще однією мовою, яку погодите з Майстром Підземелля.

## Металевий Драконороджений
Джерело: Fizban's Treasury of Dragons; Unearthed Arcana 78 - Draconic Options

***Підвищення атрибутів***. Збільшіть один атрибут на 2 і ще один інший на 1. Або збільшіть 3 різних атрибути на 1.

***Тип***. Ви є Гуманоїдом.

***Розмір***. Ваш розмір є Середнім.

***Швидкість***. Ваша швидкість переміщення - 30 футів.

***Металеве походження***. Ви ведете своє походження від дорогоцінного дракона, що надає вам особливу магічну спорідненість з ними. Виберіть один тип дракона з таблиці Металеве походження. Це визначає тип пошкодження для інших ваших ознак, як показано в таблиці.

| Дракон    | Тип пошкодження |
|-----------|-----------------|
| Латунний  | Вогонь          |
| Бронзовий | Блискавка       |
| Мідний    | Кислота         |
| Золотий   | Вогонь          |
| Срібний   | Холод           |
|           |                 |

***Дихальна Зброя***. Ви можете використати вашу Атаку для того, щоб видихнути руйнівну енергію. Ваше Металеве Походження визначає розмір, форму та тип пошкодження цього видоху.
Коли ви використовєте дихальну зброю, усі істоти у площині видоху мають виконати рятівний кидок, тип якого визначається вашим Металевим Походженням. Клас Складності цього ряткидка є 8 + ваш модифікатор Комплекції + ваш бонус Кваліфікації. Істота отримує 1d10 пошкоджень при невдалому кидку, і половину цього - при вдалому. Пошкодження ростуть до 2d10 на 5 рівні, 3d10 на 11 рівні, 4d10 на 17 рівні.
Ви можете використовувати вашу дихальну зброю кількість разів, що дорівнюють вашому бонусу Кваліфікації. Після цього ви не можете її використовувати знову, поки не закінчите довгий відпочинок.

***Драконячий Опір***. Ви маєте Опір до пошкоджень типу, що визначається вашим Металевим Походженням.

***Металева дихальна зброя***. На 5-му рівні ви отримуєте ще одну дихальну зброю. Коли ви використовуєте дію Атаки, ви можете замінити одну з ваших атак видиханням у 15-футовому конусі. Рятівний кидок проти цього має КС 8 + ваш модифікатор Комплекції + ваш бонус Кваліфікації. Коли ви використовуєте цю рису, виберіть одне з наступного:
\t***Знесилююче дихання*** Усі істоти, що потрапляють у зону ураження вашого дихання, мають викинути успіх на рятівному кидку Комплекції, або стати недієздатними до кінця вашого наступного ходу.
\t***Відштовхуюче дихання*** Усі істоти, що потрапляють у зону ураження вашого дихання, мають викинути успіх на рятівному кидку Сили, або будуть відкинуті на 20 футів від вас і будуть збитими з ніг.
Після цього ви не можете використовувати цю дихальну зброю знову, поки не закінчите довгий відпочинок.

***Мови***. Ви можете розмовляти, читати та писати Загальною та ще однією мовою, яку погодите з Майстром Підземелля.    
`
  },
];

export default racesSeed;